namespace DeliveryAppBack.Enums
{
    public enum GarAddressLevelText
    {
        hi,
        Регион,
        Административное_образование,
        Муниципальное_образование,
        Сельско_городское_поселение,
        Город,
        Населенный_пункт,
        Элемент_планировочной_структуры,
        Элемент_дорожной_сети,
        Участок,
        Здание,
        Помещение,
        Помещение_в_помещениях,
        Автономный_уровень,
        Внутригородский_уровень,
        Дополнительные_территории,
        Уровень_объектов_на_дополнительных_территориях,
        Место_под_автомобиль
    }
}
